Repository: fullstack-dev/Objective-C_PhotoXo
Catalog: Demo/CLImageEditorDemo/CLImageEditorDemo/*.lproj/Localizable.strings
Languages: hu, pl, sk, uk

# TXT_Cancel
source: Cancel
hu: Mégsem
pl: Anuluj
sk: Zrušiť
uk: Скасувати

# TXT_OK
source: OK
hu: Oké
uk: Гаразд

# TXT_Select
source: Select
hu: Válassza ki
pl: Wybierz
sk: Vybrať
uk: Обрати

# TXT_DEST
source: Choose a destination for uploads.
hu: Válasszon egy helyet a feltöltések.
pl: Wybierz miejsce dla przesłane.
sk: Vyberte cieľové umiestnenie pre nahrávanie.
uk: Оберіть пункт призначення.

# TXT_LOADING
source: Loading...
hu: Terhelés...
pl: Ładowanie ...
uk: Загрузка ...

# TXT_DBERROR
source: Error loading folder contents
hu: Nem sikerült betölteni a mappa tartalma
pl: Błąd podczas ładowania zawartości folderu
sk: Chyba pri načítaní obsah priečinka
uk: Вміст папки Помилка при завантаженні

# TXT_NOFOLDERS
source: Contains no folders
hu: Nem tartalmaz mappák
pl: Nie zawiera foldery
sk: Neobsahuje žiadne zložky
uk: Зовсім позбавлений папки

# TXT_PhotoLibrary
source: Photo Library
hu: Fotó könyvtár
pl: Fototeka
sk: Foto knižnice
uk: Фотоархів

# TXT_Camera
source: Camera
hu: Kamera
pl: Kamera
sk: Fotoaparát
uk: Камера

# TXT_Saved
source: Saved successfully
hu: Sikeresen mentve
pl: Zapisany pomyślnie
sk: Úspešne uložené
uk: збережені успішно

# TXT_Buy
source: Buy
hu: Vásárolja
pl: Kup
sk: Kúpiť
uk: Купити

# TXT_Restore
source: Restore
hu: Visszaad
pl: Przywróć
sk: Obnovit
uk: Відновити

# TXT_Buy_Info
source: Buy PhotoXo Pro without watermark
hu: Vásárlás PhotoXo Pro vízjel nélkül
pl: Kup PhotoXo Pro bez znaku wodnego
sk: Kúpiť PhotoXo plnej výške bez vodoznaku
uk: Купити PhotoXo Pro без водяних знаків

# TXT_Buy_Success
source: Purchase completed succesfully
hu: Vásárlás lezárását sikeresen
pl: Kupno zakończona powodzeniem
sk: Nákup dokončená úspešne
uk: Купівля успішно завершена

# TXT_Restored
source: Purchase restored succesfully
hu: Vásárlási helyreáll sikeresen
pl: Kupno przywrócone pomyślnie
sk: Nákup obnovený úspešne
uk: Купівля відновлено успішно

# CLImageEditor_Text
source: Text input
hu: Szöveges beviteli
pl: Wprowadzania tekstu
sk: Textový
uk: Tекст

# CLImageEditor_DateLocation
source: Date & Location of shnapshot
hu: Dátum és hely a pillanatkép
pl: Data i Miejsce migawce
sk: Dátum a Miesto obrázka
uk: Дата и место снимка

# TXT_Select_Info
source: Please choose
hu: Kérjük válasszon
pl: Proszę wybrać
sk: Prosím, vyberte
uk: Пожалуйста, выберите

# TXT_Support
source: Support
hu: Támogatás
pl: Wsparcie
sk: Podpera
uk: Поддержка

# TXT_Rate
source: ⭐️⭐️⭐️⭐️⭐️ Rate
hu: ⭐️⭐️⭐️⭐️⭐️ Szavazz
pl: ⭐️⭐️⭐️⭐️⭐️ Stawka
sk: ⭐️⭐️⭐️⭐️⭐️ Sadzba
uk: ⭐️⭐️⭐️⭐️⭐️ Cтавка

# TXT_MoreApps
source: More Apps
hu: Több alkalmazás
pl: Więcej Aplikacje
sk: Viac Aplikácia
uk: Другие приложения
